Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Core/WhatsNew/WhatsNew.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 无需登录即可使用一组常用网络工具：DNS 查询、SSL 证书检查、HTTP 头、WHOIS、IP 归属、CIDR 计算与 Cloudflare trace。打开 App 在登录页就能直接进入。
ar: مجموعة من أدوات الشبكة العملية التي يمكنك استخدامها دون تسجيل الدخول: استعلام DNS، فحص شهادة SSL، ترويسات HTTP، WHOIS، تحديد موقع IP، حاسبة CIDR، وCloudflare trace — يمكن الوصول إليها مباشرةً من شاشة تسجيل الدخول.
de: Praktische Netzwerk-Tools, die du ohne Anmeldung nutzen kannst: DNS-Abfrage, SSL-Zertifikatsprüfung, HTTP-Header, WHOIS, IP-Geolokalisierung, ein CIDR-Rechner und Cloudflare-Trace – direkt vom Anmeldebildschirm aus erreichbar.
en: A set of handy network tools you can use without signing in: DNS lookup, SSL certificate inspection, HTTP headers, WHOIS, IP geolocation, a CIDR calculator and Cloudflare trace — reachable right from the login screen.
es_mx: Un conjunto de herramientas de red prácticas que puedes usar sin iniciar sesión: consulta DNS, inspección de certificados SSL, encabezados HTTP, WHOIS, geolocalización de IP, calculadora CIDR y Cloudflare trace, accesibles desde la pantalla de inicio de sesión.
fr: Un ensemble d'outils réseau pratiques utilisables sans connexion : requête DNS, inspection de certificat SSL, en-têtes HTTP, WHOIS, géolocalisation IP, calculateur CIDR et Cloudflare trace — accessibles depuis l'écran de connexion.
ja: ログインせずに使える定番のネットワークツール群：DNS 検索、SSL 証明書チェック、HTTP ヘッダー、WHOIS、IP 位置情報、CIDR 計算、Cloudflare trace。ログイン画面からそのまま開けます。
ko: 로그인 없이 사용할 수 있는 유용한 네트워크 도구 모음: DNS 조회, SSL 인증서 검사, HTTP 헤더, WHOIS, IP 위치, CIDR 계산기, Cloudflare trace. 로그인 화면에서 바로 열 수 있습니다.
pt_br: Um conjunto de ferramentas de rede úteis que você pode usar sem fazer login: consulta DNS, inspeção de certificado SSL, cabeçalhos HTTP, WHOIS, geolocalização de IP, calculadora CIDR e Cloudflare trace — acessíveis direto na tela de login.
pt_pt: Um conjunto de ferramentas de rede úteis que pode usar sem iniciar sessão: consulta DNS, inspeção de certificado SSL, cabeçalhos HTTP, WHOIS, geolocalização de IP, calculadora CIDR e Cloudflare trace — acessíveis a partir do ecrã de início de sessão.
tr: Oturum açmadan kullanabileceğiniz pratik ağ araçları: DNS sorgusu, SSL sertifikası incelemesi, HTTP başlıkları, WHOIS, IP konumu, CIDR hesaplayıcı ve Cloudflare trace — giriş ekranından doğrudan erişilebilir.
zh_hant: 無需登入即可使用一組常用網路工具：DNS 查詢、SSL 憑證檢查、HTTP 標頭、WHOIS、IP 歸屬、CIDR 計算與 Cloudflare trace。開啟 App 在登入頁就能直接進入。
zh_hk: 無需登入即可使用一組常用網路工具：DNS 查詢、SSL 憑證檢查、HTTP 標頭、WHOIS、IP 歸屬、CIDR 計算與 Cloudflare trace。開啟 App 在登入頁就能直接進入。

source: 更多语言
ar: المزيد من اللغات
de: Weitere Sprachen
en: More languages
es_mx: Más idiomas
fr: Plus de langues
ja: 対応言語が増えました
ko: 더 많은 언어
pt_br: Mais idiomas
pt_pt: Mais idiomas
tr: Daha fazla dil
zh_hant: 更多語言
zh_hk: 更多語言

source: 更多语言与稳定性
ar: لغات أكثر واستقرار أفضل
de: Mehr Sprachen & Stabilität
en: More Languages & Stability
es_mx: Más idiomas y estabilidad
fr: Plus de langues et de stabilité
ja: 言語の追加と安定性の向上
ko: 언어 추가 및 안정성 향상
pt_br: Mais idiomas e estabilidade
pt_pt: Mais idiomas e estabilidade
tr: Daha fazla dil ve kararlılık
zh_hant: 更多語言與穩定性
zh_hk: 更多語言與穩定性

source: 查看与增删 Cron 触发器，让 Worker 按计划自动运行。
ar: اعرض مشغّلات Cron وأضِفها واحذفها ليعمل الـ Worker تلقائيًا وفق جدول.
de: Sieh dir Cron-Trigger an, füge sie hinzu und entferne sie, damit ein Worker planmäßig automatisch läuft.
en: View, add, and remove Cron triggers so a Worker runs automatically on schedule.
es_mx: Consulta, agrega y elimina activadores Cron para que un Worker se ejecute automáticamente según un horario.
fr: Consultez, ajoutez et supprimez des déclencheurs Cron pour qu’un Worker s’exécute automatiquement selon un planning.
ja: Cron トリガーの表示・追加・削除を行い、Worker をスケジュールどおりに自動実行します。
ko: Cron 트리거를 보고 추가·삭제하여 Worker가 일정에 따라 자동으로 실행되게 하세요.
pt_br: Veja, adicione e remova gatilhos Cron para que um Worker seja executado automaticamente conforme a programação.
pt_pt: Veja, adicione e remova gatilhos Cron para que um Worker seja executado automaticamente conforme o agendamento.
tr: Bir Worker’ın programa göre otomatik çalışması için Cron tetikleyicilerini görüntüleyin, ekleyin ve kaldırın.
zh_hant: 檢視與增刪 Cron 觸發器，讓 Worker 按排程自動執行。
zh_hk: 查看與增刪 Cron 觸發器，讓 Worker 按排程自動執行。

source: 查看与管理负载均衡器、源站池和健康监测，掌握流量分发与源站健康。
ar: اعرض وأدِر موازِنات التحميل ومجمّعات الأصل ومراقبات الصحة، وتابِع توجيه حركة المرور وصحة الأصل.
de: Sieh dir Load Balancer, Origin-Pools und Health-Monitore an und verwalte sie – behalte Traffic-Steuerung und Origin-Zustand im Blick.
en: View and manage load balancers, origin pools, and health monitors — stay on top of traffic steering and origin health.
es_mx: Consulta y administra balanceadores de carga, grupos de origen y monitores de estado para controlar el enrutamiento del tráfico y la salud del origen.
fr: Consultez et gérez les répartiteurs de charge, les pools d'origine et les moniteurs de santé — gardez la maîtrise du routage du trafic et de l'état des origines.
ja: ロードバランサー、オリジンプール、ヘルスモニターを表示・管理し、トラフィックの分散とオリジンの健全性を把握できます。
ko: 부하 분산기, 오리진 풀, 상태 모니터를 확인·관리하여 트래픽 분산과 오리진 상태를 한눈에 파악하세요.
pt_br: Veja e gerencie balanceadores de carga, pools de origem e monitores de integridade — acompanhe o roteamento de tráfego e a saúde da origem.
pt_pt: Veja e faça a gestão de balanceadores de carga, pools de origem e monitores de estado — acompanhe o encaminhamento de tráfego e a saúde da origem.
tr: Yük dengeleyicileri, köken havuzlarını ve sağlık izleyicilerini görüntüleyip yönetin — trafik yönlendirmesini ve köken sağlığını takip edin.
zh_hant: 檢視並管理負載平衡器、來源池與健康監測，掌握流量分配與來源健康。
zh_hk: 查看並管理負載平衡器、來源池與健康監測，掌握流量分配與來源健康。

source: 查看受 Cloudflare Access 保护的应用，以及 Gateway 的 DNS / HTTP / 网络过滤策略。
ar: اعرض التطبيقات المحمية بواسطة Cloudflare Access، إضافةً إلى سياسات تصفية DNS / HTTP / الشبكة في Gateway.
de: Sieh dir durch Cloudflare Access geschützte Anwendungen sowie deine Gateway-Filterrichtlinien für DNS / HTTP / Netzwerk an.
en: View apps protected by Cloudflare Access, along with your Gateway DNS / HTTP / network filtering policies.
es_mx: Consulta las aplicaciones protegidas por Cloudflare Access y las políticas de filtrado de DNS / HTTP / red de Gateway.
fr: Consultez les applications protégées par Cloudflare Access ainsi que vos politiques de filtrage Gateway DNS / HTTP / réseau.
ja: Cloudflare Access で保護されたアプリと、Gateway の DNS / HTTP / ネットワークフィルタリングポリシーを表示できます。
ko: Cloudflare Access로 보호되는 앱과 Gateway의 DNS / HTTP / 네트워크 필터링 정책을 확인하세요.
pt_br: Veja os apps protegidos pelo Cloudflare Access e as políticas de filtragem de DNS / HTTP / rede do Gateway.
pt_pt: Veja as aplicações protegidas pelo Cloudflare Access e as políticas de filtragem de DNS / HTTP / rede do Gateway.
tr: Cloudflare Access ile korunan uygulamaları ve Gateway'in DNS / HTTP / ağ filtreleme politikalarını görüntüleyin.
zh_hant: 檢視受 Cloudflare Access 保護的應用程式，以及 Gateway 的 DNS / HTTP / 網路篩選政策。
zh_hk: 查看受 Cloudflare Access 保護的應用程式，以及 Gateway 的 DNS / HTTP / 網路篩選政策。

source: 查看域名的边缘证书与到期时间，开关 Universal SSL，并调整 SSL/TLS 加密模式。
ar: اطّلع على الشهادات الطرفية لنطاقك وتواريخ انتهائها، وفعّل Universal SSL أو عطّله، واضبط وضع تشفير SSL/TLS.
de: Sieh dir die Edge-Zertifikate deiner Domain samt Ablaufdatum an, schalte Universal SSL ein oder aus und passe den SSL/TLS-Verschlüsselungsmodus an.
en: View your domain's edge certificates and expiry dates, toggle Universal SSL, and adjust the SSL/TLS encryption mode.
es_mx: Consulta los certificados perimetrales de tu dominio y sus fechas de vencimiento, activa o desactiva Universal SSL y ajusta el modo de cifrado SSL/TLS.
fr: Consultez les certificats edge de votre domaine et leurs dates d'expiration, activez ou désactivez Universal SSL et ajustez le mode de chiffrement SSL/TLS.
ja: ドメインのエッジ証明書と有効期限を確認し、Universal SSL のオン/オフや SSL/TLS 暗号化モードを変更できます。
ko: 도메인의 엣지 인증서와 만료일을 확인하고 Universal SSL을 켜고 끄며 SSL/TLS 암호화 모드를 조정하세요.
pt_br: Veja os certificados de borda do seu domínio e as datas de validade, ative ou desative o Universal SSL e ajuste o modo de criptografia SSL/TLS.
pt_pt: Veja os certificados de extremidade do seu domínio e as datas de validade, ative ou desative o Universal SSL e ajuste o modo de encriptação SSL/TLS.
tr: Alan adınızın uç sertifikalarını ve son kullanma tarihlerini görüntüleyin, Universal SSL'i açıp kapatın ve SSL/TLS şifreleme modunu ayarlayın.
zh_hant: 檢視網域的邊緣憑證與到期時間，開關 Universal SSL，並調整 SSL/TLS 加密模式。
zh_hk: 查看域名的邊緣憑證與到期時間，開關 Universal SSL，並調整 SSL/TLS 加密模式。

source: 查看并编辑 URL 重写、请求头与响应头规则，直接在手机上管理流量改写。
ar: اعرض وحرّر قواعد إعادة كتابة عناوين URL وترويسات الطلب والاستجابة، وأدِر تحويلات حركة المرور مباشرةً من هاتفك.
de: Sieh dir Regeln für URL-Rewrites, Request- und Response-Header an, bearbeite sie und verwalte Traffic-Transformationen direkt vom Handy aus.
en: View and edit URL rewrite, request header, and response header rules — manage traffic transformations right from your phone.
es_mx: Consulta y edita reglas de reescritura de URL, de encabezados de solicitud y de respuesta, y gestiona las transformaciones de tráfico desde tu teléfono.
fr: Consultez et modifiez les règles de réécriture d'URL, d'en-têtes de requête et de réponse, et gérez les transformations de trafic directement depuis votre téléphone.
ja: URL の書き換え、リクエストヘッダー、レスポンスヘッダーのルールを表示・編集し、トラフィックの変換をスマホから管理できます。
ko: URL 재작성, 요청 헤더, 응답 헤더 규칙을 확인하고 편집하여 트래픽 변환을 휴대폰에서 바로 관리하세요.
pt_br: Veja e edite regras de reescrita de URL, de cabeçalhos de solicitação e de resposta, gerenciando as transformações de tráfego direto do seu celular.
pt_pt: Veja e edite regras de reescrita de URL, de cabeçalhos de pedido e de resposta, gerindo as transformações de tráfego diretamente do seu telemóvel.
tr: URL yeniden yazma, istek başlığı ve yanıt başlığı kurallarını görüntüleyip düzenleyin; trafik dönüşümlerini doğrudan telefonunuzdan yönetin.
zh_hant: 檢視並編輯 URL 重寫、請求標頭與回應標頭規則，直接在手機上管理流量改寫。
zh_hk: 查看並編輯 URL 重寫、請求標頭與回應標頭規則，直接在手機上管理流量改寫。

source: 查看每个 Worker 的历次部署记录，并可删除不再需要的旧部署。
ar: اطّلع على كل عمليات نشر Worker السابقة واحذف القديمة التي لم تعد بحاجة إليها.
de: Sieh dir alle bisherigen Bereitstellungen eines Workers an und lösche nicht mehr benötigte alte Bereitstellungen.
en: See every past deployment of a Worker and delete older ones you no longer need.
es_mx: Consulta cada despliegue anterior de un Worker y elimina los que ya no necesites.
fr: Consultez tous les déploiements passés d’un Worker et supprimez les anciens dont vous n’avez plus besoin.
ja: 各 Worker の過去のデプロイを確認し、不要になった古いデプロイを削除できます。
ko: 각 Worker의 과거 배포를 확인하고 더 이상 필요 없는 이전 배포를 삭제할 수 있습니다.
pt_br: Veja todas as implantações anteriores de um Worker e exclua as antigas que não precisa mais.
pt_pt: Veja todas as implementações anteriores de um Worker e elimine as antigas de que já não precisa.
tr: Bir Worker’ın geçmiş tüm dağıtımlarını görün ve artık ihtiyaç duymadığınız eskileri silin.
zh_hant: 檢視每個 Worker 的歷次部署記錄，並可刪除不再需要的舊部署。
zh_hk: 查看每個 Worker 的歷次部署記錄，並可刪除不再需要的舊部署。

source: 根治 iOS 17.0 上概览页、资源列表与域名详情的多处闪退与冻结；同时修复 Tunnel 页面卡死与冷启动请求翻倍的问题。
ar: يعالج جذريًا عدة انهيارات وتجمّدات على iOS 17.0 في النظرة العامة وقوائم الموارد وتفاصيل النطاق؛ كما يصلح تجمّد صفحة Tunnel وتضاعف الطلبات عند التشغيل البارد.
de: Behebt mehrere Abstürze und Einfrieren unter iOS 17.0 in der Übersicht, in Ressourcenlisten und in den Domain-Details; außerdem hängt die Tunnel-Seite nicht mehr und beim Kaltstart werden Anfragen nicht mehr doppelt gesendet.
en: Fixes multiple crashes and freezes on iOS 17.0 across Overview, resource lists and domain details, plus the Tunnel page hanging and doubled requests on cold launch.
es_mx: Corrige de raíz varios cierres inesperados y bloqueos en iOS 17.0 en Resumen, las listas de recursos y los detalles del dominio; también soluciona el bloqueo de la página de Tunnel y las solicitudes duplicadas al iniciar en frío.
fr: Corrige à la racine plusieurs plantages et blocages sous iOS 17.0 dans l’aperçu, les listes de ressources et les détails du domaine ; corrige aussi le blocage de la page Tunnel et le doublement des requêtes au démarrage à froid.
ja: iOS 17.0 における概要ページ、リソース一覧、ドメイン詳細での複数のクラッシュとフリーズを根本から修正。Tunnel ページのフリーズや、コールド起動時にリクエストが倍増する問題も修正しました。
ko: iOS 17.0에서 개요 페이지, 리소스 목록, 도메인 상세의 여러 앱 종료·멈춤 문제를 근본적으로 해결했습니다. Tunnel 페이지 멈춤과 콜드 시작 시 요청이 두 배로 발생하는 문제도 수정했습니다.
pt_br: Corrige na raiz várias falhas e travamentos no iOS 17.0 na Visão geral, nas listas de recursos e nos detalhes do domínio; também resolve o travamento da página de Tunnel e as solicitações duplicadas na inicialização a frio.
pt_pt: Corrige na raiz várias falhas e bloqueios no iOS 17.0 na Vista geral, nas listas de recursos e nos detalhes do domínio; resolve ainda o bloqueio da página de Tunnel e os pedidos duplicados no arranque a frio.
tr: iOS 17.0'da Genel Bakış, kaynak listeleri ve alan adı ayrıntılarındaki birden çok çökme ve donmayı kökten düzeltir; ayrıca Tunnel sayfasının donması ve soğuk başlatmada isteklerin ikiye katlanması sorunlarını giderir.
zh_hant: 根治 iOS 17.0 上總覽頁、資源列表與網域詳情的多處閃退與凍結；同時修復 Tunnel 頁面卡死與冷啟動請求翻倍的問題。
zh_hk: 根治 iOS 17.0 上概覽頁、資源列表與域名詳情的多處閃退與凍結；同時修復 Tunnel 頁面卡死與冷啟動請求翻倍的問題。

source: 根治部分用户「自动退出账号」的问题：授权流程补齐长期凭证，登录状态不再随令牌到期而失效；若授权仍失效，概览页会提供「一键重新授权」引导。
ar: يعالج جذريًا مشكلة «تسجيل الخروج التلقائي» لدى بعض المستخدمين: يحصل تدفق التفويض الآن على بيانات اعتماد طويلة الأمد، فلا تنتهي الجلسة بانتهاء صلاحية الرمز. وإذا أصبح التفويض غير صالح، تعرض النظرة العامة إعادة التفويض بنقرة واحدة.
de: Behebt die Ursache unerwarteter Abmeldungen: Der Autorisierungsablauf holt jetzt langlebige Anmeldedaten ein, sodass die Sitzung nicht mehr mit dem Token abläuft. Wird die Autorisierung dennoch ungültig, bietet die Übersicht eine Neuautorisierung mit einem Tipp.
en: Fixes the root cause of being signed out unexpectedly: the authorization flow now obtains long-lived credentials, so your session no longer lapses when the token expires. If authorization does become invalid, Overview offers one-tap re-authorization.
es_mx: Corrige de raíz el cierre de sesión inesperado: el flujo de autorización ahora obtiene credenciales de larga duración, por lo que la sesión ya no caduca con el token. Si la autorización deja de ser válida, Resumen ofrece reautorizar con un toque.
fr: Corrige à la racine les déconnexions inattendues : le flux d’autorisation obtient désormais des identifiants de longue durée, la session n’expire donc plus avec le jeton. Si l’autorisation devient invalide, l’aperçu propose une réautorisation en un geste.
ja: 一部のユーザーで発生していた「自動的にログアウトされる」問題を根本から修正しました。認証フローが長期資格情報を取得するようになり、トークンの期限切れでセッションが失われることはありません。認証が無効になった場合は、概要ページにワンタップ再認証の案内を表示します。
ko: 일부 사용자의 '자동 로그아웃' 문제를 근본적으로 해결했습니다. 인증 과정에서 장기 자격 증명을 받아 토큰이 만료되어도 로그인 상태가 유지됩니다. 인증이 무효화된 경우에는 개요 페이지에서 원탭 재인증 안내를 제공합니다.
pt_br: Corrige na raiz o problema de desconexão inesperada: o fluxo de autorização agora obtém credenciais de longa duração, e a sessão não expira mais com o token. Se a autorização ficar inválida, a Visão geral oferece reautorização com um toque.
pt_pt: Corrige na raiz o problema de fim de sessão inesperado: o fluxo de autorização passa a obter credenciais de longa duração, pelo que a sessão já não expira com o token. Se a autorização ficar inválida, a Vista geral oferece reautorização com um toque.
tr: Bazı kullanıcıların beklenmedik şekilde oturumdan çıkarılması sorununu kökten çözer: yetkilendirme akışı artık uzun ömürlü kimlik bilgileri alır, bu yüzden oturum belirteç süresi dolunca kapanmaz. Yetki yine geçersiz olursa Genel Bakış tek dokunuşla yeniden yetkilendirme sunar.
zh_hant: 根治部分使用者「自動登出帳號」的問題：授權流程補齊長期憑證，登入狀態不再隨權杖到期而失效；若授權仍失效，總覽頁會提供「一鍵重新授權」引導。
zh_hk: 根治部分用戶「自動登出帳戶」的問題：授權流程補齊長期憑證，登入狀態不再隨令牌到期而失效；若授權仍失效，概覽頁會提供「一鍵重新授權」引導。

source: 浏览 Pages 项目与部署，一键重试 / 回滚 / 删除部署，并编辑构建配置。
ar: تصفّح مشاريع Pages وعمليات النشر، وأعد المحاولة أو التراجع أو احذف عمليات النشر، وحرّر إعدادات البناء.
de: Durchstöbere Pages-Projekte und Deployments, wiederhole, rolle zurück oder lösche Deployments und bearbeite die Build-Konfiguration.
en: Browse Pages projects and deployments, retry / roll back / delete deployments, and edit build configuration.
es_mx: Explora proyectos y despliegues de Pages, reintenta, revierte o elimina despliegues y edita la configuración de compilación.
fr: Parcourez les projets et déploiements Pages, relancez, annulez ou supprimez des déploiements et modifiez la configuration de build.
ja: Pages のプロジェクトとデプロイを閲覧し、デプロイの再試行・ロールバック・削除やビルド設定の編集ができます。
ko: Pages 프로젝트와 배포를 살펴보고 배포를 재시도·롤백·삭제하며 빌드 구성을 편집하세요.
pt_br: Navegue por projetos e implantações do Pages, refaça, reverta ou exclua implantações e edite a configuração de build.
pt_pt: Navegue por projetos e implementações do Pages, repita, reverta ou elimine implementações e edite a configuração de compilação.
tr: Pages projelerini ve dağıtımlarını inceleyin; dağıtımları yeniden deneyin, geri alın veya silin ve derleme yapılandırmasını düzenleyin.
zh_hant: 瀏覽 Pages 專案與部署，一鍵重試／復原／刪除部署，並編輯建置設定。
zh_hk: 瀏覽 Pages 專案與部署，一鍵重試／回滾／刪除部署，並編輯建置設定。

source: 添加域名
ar: إضافة نطاق
de: Domain hinzufügen
en: Add Domain
es_mx: Agregar dominio
fr: Ajouter un domaine
ja: ドメインを追加
ko: 도메인 추가
pt_br: Adicionar domínio
pt_pt: Adicionar domínio
tr: Alan adı ekle
zh_hant: 新增網域
zh_hk: 新增域名

source: 滑动更流畅
ar: تمرير أكثر سلاسة
de: Flüssigeres Scrollen
en: Smoother scrolling
es_mx: Desplazamiento más fluido
fr: Défilement plus fluide
ja: スクロールがより滑らかに
ko: 더 부드러운 스크롤
pt_br: Rolagem mais fluida
pt_pt: Deslocação mais fluida
tr: Daha akıcı kaydırma
zh_hant: 捲動更流暢
zh_hk: 滑動更流暢

source: 用一句话生成 DNS 记录，或为流量分析生成一句话要点摘要——全部在设备上离线完成，不出设备。需 iOS 26 及支持 Apple 智能的机型，Pro 功能。
ar: أنشئ سجل DNS من جملة واحدة، أو احصل على ملخّص من سطر واحد لتحليلات حركة المرور — كل ذلك على الجهاز وبدون اتصال، ولا شيء يغادر هاتفك. يتطلب iOS 26 وجهازًا يدعم Apple Intelligence. ميزة Pro.
de: Erstelle einen DNS-Eintrag aus einem Satz oder erhalte eine einzeilige Zusammenfassung deiner Traffic-Analyse – alles auf dem Gerät und offline, nichts verlässt dein iPhone. Erfordert iOS 26 und ein Apple-Intelligence-fähiges Gerät. Eine Pro-Funktion.
en: Create a DNS record from a sentence, or get a one-line summary of your traffic analytics — all on-device and offline, nothing leaves your iPhone. Requires iOS 26 and an Apple Intelligence–capable device. A Pro feature.
es_mx: Crea un registro DNS con una frase u obtén un resumen de una línea de tus analíticas de tráfico, todo en el dispositivo y sin conexión: nada sale de tu iPhone. Requiere iOS 26 y un dispositivo compatible con Apple Intelligence. Función Pro.
fr: Créez un enregistrement DNS à partir d’une phrase ou obtenez un résumé en une ligne de vos statistiques de trafic — le tout sur l’appareil et hors ligne, rien ne quitte votre iPhone. Nécessite iOS 26 et un appareil compatible Apple Intelligence. Fonction Pro.
ja: 一文から DNS レコードを作成したり、トラフィック分析の要点を一行で要約したり——すべてデバイス上でオフライン処理され、データは外部に出ません。iOS 26 と Apple Intelligence 対応端末が必要です。Pro 機能。
ko: 한 문장으로 DNS 레코드를 만들거나 트래픽 분석을 한 줄로 요약하세요. 모두 기기에서 오프라인으로 처리되어 기기 밖으로 나가지 않습니다. iOS 26과 Apple Intelligence 지원 기기가 필요합니다. Pro 기능입니다.
pt_br: Crie um registro DNS a partir de uma frase ou obtenha um resumo em uma linha das suas análises de tráfego — tudo no dispositivo e off-line, nada sai do seu iPhone. Requer iOS 26 e um dispositivo compatível com Apple Intelligence. Recurso Pro.
pt_pt: Crie um registo DNS a partir de uma frase ou obtenha um resumo numa linha das suas análises de tráfego — tudo no dispositivo e offline, nada sai do seu iPhone. Requer iOS 26 e um dispositivo compatível com Apple Intelligence. Funcionalidade Pro.
tr: Tek bir cümleden DNS kaydı oluşturun veya trafik analizinizin tek satırlık özetini alın; hepsi cihazda ve çevrimdışı, hiçbir şey iPhone’unuzdan çıkmaz. iOS 26 ve Apple Intelligence destekli bir cihaz gerektirir. Pro özelliği.
zh_hant: 用一句話生成 DNS 記錄，或為流量分析產生一句話要點摘要——全部在裝置上離線完成，不離開裝置。需 iOS 26 及支援 Apple 智慧的機型，Pro 功能。
zh_hk: 用一句話生成 DNS 記錄，或為流量分析產生一句話要點摘要——全部在裝置上離線完成，不離開裝置。需 iOS 26 及支援 Apple 智能的機型，Pro 功能。

source: 用自然语言写 WAF 规则
ar: قواعد WAF بلغة طبيعية
de: WAF-Regeln in natürlicher Sprache
en: WAF Rules in Plain Language
es_mx: Reglas de WAF en lenguaje natural
fr: Règles WAF en langage naturel
ja: 自然な言葉で WAF ルールを作成
ko: 자연어로 WAF 규칙 작성
pt_br: Regras de WAF em linguagem natural
pt_pt: Regras de WAF em linguagem natural
tr: Doğal dilde WAF kuralları
zh_hant: 用自然語言寫 WAF 規則
zh_hk: 用自然語言寫 WAF 規則

source: 登录信息改为仅在本机安全保管，修复了偶尔被登出、需要重新登录的问题；登录状态不再通过 iCloud 在设备间同步。
ar: تُحفظ معلومات تسجيل الدخول الآن بأمان على جهازك فقط، ما يصلح حالات تسجيل الخروج غير المتوقعة أحيانًا. ولم تعد حالة تسجيل الدخول تتزامن بين الأجهزة عبر iCloud.
de: Anmeldedaten werden jetzt nur noch sicher auf deinem Gerät gespeichert, wodurch gelegentliche unerwartete Abmeldungen behoben werden. Der Anmeldestatus wird nicht mehr über iCloud zwischen Geräten synchronisiert.
en: Sign-in details are now kept securely on your device only, fixing occasional unexpected sign-outs. Sign-in state is no longer synced across devices via iCloud.
es_mx: Los datos de inicio de sesión ahora se guardan de forma segura solo en tu dispositivo, lo que corrige cierres de sesión inesperados ocasionales. El estado de inicio de sesión ya no se sincroniza entre dispositivos mediante iCloud.
fr: Les informations de connexion sont désormais conservées en sécurité uniquement sur votre appareil, corrigeant des déconnexions inattendues occasionnelles. L’état de connexion n’est plus synchronisé entre appareils via iCloud.
ja: ログイン情報を端末内にのみ安全に保存するようにし、まれに発生していた予期しないログアウトを修正しました。ログイン状態は iCloud によるデバイス間の同期を行わなくなりました。
ko: 로그인 정보를 기기에만 안전하게 저장하도록 변경하여 간헐적으로 로그아웃되던 문제를 수정했습니다. 로그인 상태는 더 이상 iCloud로 기기 간에 동기화되지 않습니다.
pt_br: As informações de login agora ficam guardadas com segurança apenas no seu dispositivo, corrigindo desconexões inesperadas ocasionais. O estado de login não é mais sincronizado entre dispositivos via iCloud.
pt_pt: As informações de início de sessão passam a ser guardadas em segurança apenas no seu dispositivo, corrigindo terminações de sessão inesperadas ocasionais. O estado de início de sessão deixa de ser sincronizado entre dispositivos através do iCloud.
tr: Oturum açma bilgileri artık yalnızca cihazınızda güvenle saklanır; bu, ara sıra yaşanan beklenmedik oturum kapanmalarını giderir. Oturum durumu artık iCloud ile cihazlar arasında eşitlenmez.
zh_hant: 登入資訊改為僅在本機安全保管，修復了偶爾被登出、需要重新登入的問題；登入狀態不再透過 iCloud 在裝置間同步。
zh_hk: 登入資訊改為僅在本機安全保管，修復了偶爾被登出、需要重新登入的問題；登入狀態不再透過 iCloud 在裝置間同步。
